interface IBrandData {
  src: string;
  alt: string;
  name: string;
  description?: string;
  descriptionRu?: string;
}

export const brandData: IBrandData[] = [
  {
    src: '/companies-logos/anke.png',
    alt: 'Anke',
    name: 'Anke',
    description: `
    <div><strong>Shenzhen Anke Hi-tech Co., Ltd.</strong> – китайська компанія, заснована у <strong>1986 році</strong>, яка є одним із перших високотехнологічних підприємств національного рівня та першим центром інженерії медичної візуалізації в провінції Гуандун та місті Шеньчжень. Anke спеціалізується на дослідженнях і розробках, виробництві, продажу та обслуговуванні медичного обладнання, включаючи <strong>КТ</strong>, <strong>МРТ</strong>, <strong>рентгенівські системи</strong>, <strong>стоматологічні КТ</strong>, <strong>телемедицину (Anke Image Cloud)</strong>, <strong>малоінвазивну хірургію</strong> та інші серії.</div>

    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Магнітно-резонансна томографія (МРТ)</strong> – розробка та виробництво систем МРТ з різною потужністю магнітного поля, включаючи надпровідні системи.</li>
        <li><strong>Комп'ютерна томографія (КТ)</strong> – виробництво багатозрізових КТ-сканерів для швидкої та точної діагностики.</li>
        <li><strong>Рентгенівські системи</strong> – цифрові рентгенівські апарати для різних медичних застосувань. </li>
        <li><strong>Стоматологічні КТ</strong> – спеціалізовані КТ-системи для стоматологічної діагностики. </li>
        <li><strong>Телемедицина</strong> – рішення для віддаленої діагностики та обміну медичними зображеннями через Anke Image Cloud.</li>
        <li><strong>Малоінвазивна хірургія</strong> – розробка обладнання для малоінвазивних хірургічних втручань. </li>
    </ul>
    `,
    descriptionRu: `
    <div><strong>Shenzhen Anke Hi-tech Co., Ltd.</strong> – китайская компания, основанная в <strong>1986 году</strong>, являющаяся одним из первых национальных высокотехнологичных предприятий и первым центром инженерии медицинской визуализации в провинции Гуандун и городе Шэньчжэнь. Anke специализируется на исследованиях и разработках, производстве, продаже и обслуживании медицинского оборудования, включая <strong>КТ</strong>, <strong>МРТ</strong>, <strong>рентгеновские системы</strong>, <strong>стоматологические КТ</strong>, <strong>телемедицину (Anke Image Cloud)</strong>, <strong>малоинвазивную хирургию</strong> и другие серии.</div>

    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Магнитно-резонансная томография (МРТ)</strong> – разработка и производство систем МРТ с различной мощностью магнитного поля, включая сверхпроводящие системы.</li>
        <li><strong>Компьютерная томография (КТ)</strong> – производство многосрезовых КТ-сканеров для быстрой и точной диагностики.</li>
        <li><strong>Рентгеновские системы</strong> – цифровые рентгеновские аппараты для различных медицинских применений. </li>
        <li><strong>Стоматологические КТ</strong> – специализированные КТ-системы для стоматологической диагностики. </li>
        <li><strong>Телемедицина</strong> – решения для удаленной диагностики и обмена медицинскими изображениями через Anke Image Cloud.</li>
        <li><strong>Малоинвазивная хирургия</strong> – разработка оборудования для малоинвазивных хирургических вмешательств. </li>
    </ul>
    `,
  },
  {
    src: '/companies-logos/btl.jpg',
    alt: 'BTL',
    name: 'BTL',
    description: `
    <div>
      <p>Компанія BTL заснована в 1993 році і спеціалізується на розробці і виробництві фізіотерапевтичного медичного обладнання та різних систем для естетичної медицини.</p>
      <p>У косметології апарати BTL застосовуються для лімфодренування, проведення ударно-хвильової терапії, підтяжки шкіри та інших найбільш затребуваних процедурах. Для фізіотерапії та реабілітаційної медицини компанія випускає лінійку апаратів для ультразвукової та лазерної терапії, електротерапії і магнітотерапії.</p>
      <p>Представництва BTL і сервісні центри розташовуються в 53 країнах. В Україні компанія працює вже протягом декількох років. Клієнтами BTL є приватні і державні медичні установи, які розуміють важливість і необхідність використання інновацій в медицині.</p>
    </div>`,
    descriptionRu: `
    <div>
      <p>Компания BTL основана в 1993 году и специализируется на разработке и производстве физиотерапевтического медицинского оборудования и различных систем для эстетической медицины.</p>
      <p>В косметологии аппараты BTL используются для лимфодренажа, проведения ударно-волновой терапии, подтяжки кожи и других наиболее востребованных процедур. Для физиотерапии и реабилитационной медицины компания выпускает линейку аппаратов для ультразвуковой и лазерной терапии, электротерапии и магнитотерапии.</p>
      <p>Представительства BTL и сервисные центры расположены в 53 странах. В Украине компания работает уже несколько лет. Клиентами BTL являются частные и государственные медицинские учреждения, которые понимают важность и необходимость использования инноваций в медицине.</p>
    </div>`,
  },
  {
    src: '/companies-logos/bactosfera.png',
    alt: 'Bactosfera',
    name: 'Bactosfera',
    description: `
    <div><strong>BactoSfera</strong> – українська компанія, заснована у 2011 році, яка спеціалізується на розробці та виробництві інноваційних продуктів для побутового, промислового та медичного застосування. Основна увага приділяється пристроям, що базуються на бактерицидній дії ультрафіолетового випромінювання, забезпечуючи ефективну дезінфекцію повітря та поверхонь.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
      <li><strong>Бактерицидні опромінювачі</strong>: призначені для знезараження повітря в приміщеннях, ефективно знищуючи віруси, бактерії та грибки.</li>
      <li><strong>Тубус-кварци</strong>: портативні прилади для локального кварцування, які застосовуються в лікуванні ЛОР-захворювань та дерматологічних проблем.</li>
      <li><strong>Рециркулятори</strong>: пристрої закритого типу для безперервного знезараження повітря в присутності людей.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>BactoSfera</strong> – украинская компания, основанная в 2011 году, которая специализируется на разработке и производстве инновационных продуктов для бытового, промышленного и медицинского применения. Основное внимание уделяется устройствам, основанным на бактерицидном действии ультрафиолетового излучения, обеспечивающим эффективную дезинфекцию воздуха и поверхностей.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
      <li><strong>Бактерицидные облучатели</strong>: предназначены для обеззараживания воздуха в помещениях, эффективно уничтожая вирусы, бактерии и грибки.</li>
      <li><strong>Тубус-кварцы</strong>: портативные приборы для локального кварцевания, применяемые при лечении ЛОР-заболеваний и дерматологических проблем.</li>
      <li><strong>Рециркуляторы</strong>: устройства закрытого типа для непрерывного обеззараживания воздуха в присутствии людей.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/Bama Technology.webp',
    alt: 'Bama Technology',
    name: 'Bama Technology',
    description: `
    <h1>BAMA Technology – Виробник Роботизованого Реабілітаційного Обладнання</h1>
    <div><strong>BAMA Technology</strong> – турецька компанія, заснована у 2010 році в Анкарі, яка спеціалізується на розробці та виробництві роботизованих реабілітаційних систем.</div>`,
    descriptionRu: `
    <h1>BAMA Technology – Производитель Роботизированного Реабилитационного Оборудования</h1>
    <div><strong>BAMA Technology</strong> – турецкая компания, основанная в 2010 году в Анкаре, которая специализируется на разработке и производстве роботизированных реабилитационных систем.</div>`,
  },
  {
    src: '/companies-logos/bowa.png',
    alt: 'Bowa',
    name: 'Bowa',
    description: `
    <div><strong>BOWA Medical</strong> – німецька компанія, заснована у 1977 році, яка спеціалізується на розробці та виробництві високочастотних електрохірургічних систем.</div>`,
    descriptionRu: `
    <div><strong>BOWA Medical</strong> – немецкая компания, основанная в 1977 году, которая специализируется на разработке и производстве высокочастотных электрохирургических систем.</div>`,
  },
  {
    src: '/companies-logos/brightfield.png',
    alt: 'Brightfield',
    name: 'Brightfield',
    description: `
    <div><strong>Brightfield HealthCare</strong> – компанія, що спеціалізується на розробці та просуванні інноваційного медичного обладнання для діагностики та терапії. Використання інноваційних технологій, тісний зв'язок з практичною медициною та продумана маркетингова політика дозволяють створювати якісні та високотехнологічні продукти для потреб сучасної медицини.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Ендоскопія та малоінвазивна хірургія</strong> – розробка систем і технологій для гнучкої та жорсткої ендоскопії, включаючи лапароскопію, артроскопію, гінекологію та урологію. </li>
        <li><strong>Медичні меблі та обладнання</strong> – виробництво операційних столів, медичних ліжок, хірургічних ламп та іншого обладнання для лікарень.</li>
        <li><strong>Стерилізація та дезінфекція</strong> – обладнання для ефективної дезінфекції та стерилізації медичних приладів та приміщень. </li>
    </ul>`,
    descriptionRu: `
    <div><strong>Brightfield HealthCare</strong> – компания, специализирующаяся на разработке и продвижении инновационного медицинского оборудования для диагностики и терапии. Использование инновационных технологий, тесная связь с практической медициной и продуманная маркетинговая политика позволяют создавать качественные и высокотехнологичные продукты для нужд современной медицины.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Эндоскопия и малоинвазивная хирургия</strong> – разработка систем и технологий для гибкой и жесткой эндоскопии, включая лапароскопию, артроскопию, гинекологию и урологию.</li>
        <li><strong>Медицинская мебель и оборудование</strong> – производство операционных столов, медицинских кроватей, хирургических ламп и другого оборудования для больниц.</li>
        <li><strong>Стерилизация и дезинфекция</strong> – оборудование для эффективной дезинфекции и стерилизации медицинских инструментов и помещений.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/drager.svg',
    alt: 'Dräger',
    name: 'Dräger',
    description: `
    <div><strong>Dräger</strong> – німецька компанія, заснована у <strong>1889 році</strong>, яка спеціалізується на виробництві 
    <strong>медичного обладнання, системи безпеки та газоаналізатори</strong>. Штаб-квартира – у місті <strong>Любек, Німеччина</strong>.</div>
    <h2>Основні напрями:</h2>
    <ul>
        <li><strong>Медицина</strong> – апарати ШВЛ, анестезії, моніторинг пацієнтів.</li>
        <li><strong>Безпека</strong> – дихальні апарати, газоаналізатори, протипожежні системи.</li>
        <li><strong>Промисловість</strong> – детектори газів, системи персонального захисту.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>Dräger</strong> – немецкая компания, основанная в <strong>1889 году</strong>, которая специализируется на производстве 
    <strong>медицинского оборудования, систем безопасности и газоанализаторов</strong>. Штаб-квартира – в городе <strong>Любек, Германия</strong>.</div>
    <h2>Основные направления:</h2>
    <ul>
        <li><strong>Медицина</strong> – аппараты ИВЛ, анестезии, мониторинг пациентов.</li>
        <li><strong>Безопасность</strong> – дыхательные аппараты, газоанализаторы, противопожарные системы.</li>
        <li><strong>Промышленность</strong> – газовые детекторы, системы персональной защиты.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/erbe.png',
    alt: 'Erbe',
    name: 'Erbe',
    description: `
    <div><strong>Erbe Elektromedizin</strong> – німецька компанія, заснована у <strong>1851 році</strong>, яка є лідером у виробництві 
    <strong>електрохірургічного обладнання, лазерних систем та кріохірургічних технологій</strong>.</div>
    <h2>Основні напрями:</h2>
    <ul>
        <li><strong>Електрохірургія</strong> – системи коагуляції, різання та гемостазу.</li>
        <li><strong>Лазерна хірургія</strong> – високоточні лазерні системи для мікрохірургії.</li>
        <li><strong>Аргоноплазмова коагуляція</strong> – безконтактні технології зупинки кровотеч.</li>
        <li><strong>Кріохірургія</strong> – системи лікування низькотемпературним впливом.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>Erbe Elektromedizin</strong> – немецкая компания, основанная в <strong>1851 году</strong>, которая является лидером в производстве 
    <strong>электрохирургического оборудования, лазерных систем и криохирургических технологий</strong>.</div>
    <h2>Основные направления:</h2>
    <ul>
        <li><strong>Электрохирургия</strong> – системы коагуляции, резки и гемостаза.</li>
        <li><strong>Лазерная хирургия</strong> – высокоточные лазерные системы для микрохирургии.</li>
        <li><strong>Аргоноплазменная коагуляция</strong> – бесконтактные технологии остановки кровотечений.</li>
        <li><strong>Криохирургия</strong> – системы лечения воздействием низких температур.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/examion.svg',
    alt: 'Examion',
    name: 'Examion',
    description: `
    <div><strong>EXAMION</strong> – німецька компанія, що спеціалізується на розробці та впровадженні цифрових рентгенівських систем для медичної, стоматологічної та ветеринарної практики. Компанія має понад 30 років досвіду на ринку медичної візуалізації та є надійним постачальником інноваційних рішень у сфері цифрової діагностики.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
      <li><strong>Цифрові рентгенівські системи</strong>: EXAMION пропонує повністю інтегровані рішення для цифрової рентгенографії, включаючи як стаціонарні, так і мобільні системи.</li>
      <li><strong>Програмне забезпечення X-AQS</strong>: власна платформа компанії для керування процесами візуалізації, архівації та обробки зображень.</li>
      <li><strong>Обслуговування та технічна підтримка</strong>: EXAMION надає повний спектр послуг з установки, обслуговування та ремонту обладнання.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>EXAMION</strong> – немецкая компания, специализирующаяся на разработке и внедрении цифровых рентгеновских систем для медицинской, стоматологической и ветеринарной практики. Компания имеет более 30 лет опыта на рынке медицинской визуализации и является надежным поставщиком инновационных решений в сфере цифровой диагностики.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
      <li><strong>Цифровые рентгеновские системы</strong>: EXAMION предлагает полностью интегрированные решения для цифровой рентгенографии, включая стационарные и мобильные системы.</li>
      <li><strong>Программное обеспечение X-AQS</strong>: собственная платформа компании для управления процессами визуализации, архивации и обработки изображений.</li>
      <li><strong>Обслуживание и техническая поддержка</strong>: EXAMION предоставляет полный спектр услуг по установке, обслуживанию и ремонту оборудования.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/famed.webp',
    alt: 'Famed',
    name: 'Famed',
    description: `
    <div><strong>Famed Żywiec</strong> – польська компанія, заснована у <strong>1947 році</strong>, яка є одним із провідних виробників 
    <strong>медичних меблів, хірургічного обладнання та реанімаційних систем</strong>.</div>
    <h2>Основні напрями:</h2>
    <ul>
        <li><strong>Операційні столи</strong> – універсальні та спеціалізовані моделі для хірургії.</li>
        <li><strong>Лікарняні ліжка</strong> – реанімаційні, електричні та механічні системи.</li>
        <li><strong>Хірургічні лампи</strong> – LED-освітлення для операційних блоків.</li>
        <li><strong>Системи інтенсивної терапії</strong> – обладнання для реанімації та догляду за пацієнтами.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>Famed Żywiec</strong> – польская компания, основанная в <strong>1947 году</strong>, является одним из ведущих производителей 
    <strong>медицинской мебели, хирургического оборудования и реанимационных систем</strong>.</div>
    <h2>Основные направления:</h2>
    <ul>
        <li><strong>Операционные столы</strong> – универсальные и специализированные модели для хирургии.</li>
        <li><strong>Больничные кровати</strong> – реанимационные, электрические и механические системы.</li>
        <li><strong>Хирургические лампы</strong> – LED-освещение для операционных блоков.</li>
        <li><strong>Системы интенсивной терапии</strong> – оборудование для реанимации и ухода за пациентами.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/fujifilm.webp',
    alt: 'Fujifilm',
    name: 'Fujifilm',
    description: `
    <h1>Fujifilm – Виробник Медичного Обладнання</h1>
    <div><strong>Fujifilm</strong> – японська корпорація, заснована у <strong>1934 році</strong>, що є світовим лідером у виробництві 
    <strong>медичного обладнання, рентгенівських систем та рішень для діагностики</strong>.</div>
    <h2>Основні напрями:</h2>
    <ul>
        <li><strong>Медична візуалізація</strong> – цифрові рентгенівські, мамографічні та КТ-системи.</li>
        <li><strong>Ендоскопія</strong> – високоточні відеоендоскопи для діагностики шлунково-кишкового тракту.</li>
        <li><strong>Лабораторна діагностика</strong> – аналізатори для швидкого тестування та молекулярної діагностики.</li>
        <li><strong>Штучний інтелект</strong> – AI-рішення для підвищення точності діагнозів.</li>
    </ul>`,
    descriptionRu: `
    <h1>Fujifilm – Производитель Медицинского Оборудования</h1>
    <div><strong>Fujifilm</strong> – японская корпорация, основанная в <strong>1934 году</strong>, является мировым лидером в производстве 
    <strong>медицинского оборудования, рентгеновских систем и решений для диагностики</strong>.</div>
    <h2>Основные направления:</h2>
    <ul>
        <li><strong>Медицинская визуализация</strong> – цифровые рентгеновские, маммографические и КТ-системы.</li>
        <li><strong>Эндоскопия</strong> – высокоточные видеоэндоскопы для диагностики желудочно-кишечного тракта.</li>
        <li><strong>Лабораторная диагностика</strong> – анализаторы для быстрого тестирования и молекулярной диагностики.</li>
        <li><strong>Искусственный интеллект</strong> – AI-решения для повышения точности диагнозов.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/generalelectric.png',
    alt: 'General Electric',
    name: 'GE Healthcare',
    description: `
    General Electric Healthcare (GE HealthCare) – це провідна глобальна медична технологічна компанія та постачальник цифрових рішень, яка прагне покращити результати лікування пацієнтів та розвивати охорону здоров’я через інновації. Компанія спеціалізується на розробці та виробництві передових рішень для медичної візуалізації, моніторингу та діагностики, зокрема МРТ, КТ, УЗД та рентгенівських систем.

    GE HealthCare також займається розробкою цифрових медичних технологій, діагностики на основі штучного інтелекту та ІТ-рішень для охорони здоров’я, які покращують ефективність робочих процесів медичних працівників. Співпрацюючи з лікарнями, дослідницькими установами та медичними закладами по всьому світу, компанія надає передові інструменти для раннього виявлення хвороб, персоналізованого лікування та оптимізації операційних процесів.`,
    descriptionRu: `
    General Electric Healthcare (GE HealthCare) – это ведущая глобальная медицинская технологическая компания и поставщик цифровых решений, которая стремится улучшить результаты лечения пациентов и развивать здравоохранение через инновации. Компания специализируется на разработке и производстве передовых решений для медицинской визуализации, мониторинга и диагностики, включая МРТ, КТ, УЗИ и рентгеновские системы.

    GE HealthCare также занимается разработкой цифровых медицинских технологий, диагностики на основе искусственного интеллекта и ИТ-решений для здравоохранения, которые повышают эффективность рабочих процессов медицинских работников. Сотрудничая с больницами, исследовательскими учреждениями и медицинскими организациями по всему миру, компания предоставляет передовые инструменты для раннего выявления заболеваний, персонализированного лечения и оптимизации операционных процессов.`,
  },
  {
    src: '/companies-logos/granum.jpeg',
    alt: 'Granum',
    name: 'Granum',
    description: `
    <p><strong>Granum</strong> – це китайський бренд, відомий виробництвом високоякісного медичного та стоматологічного обладнання. Компанія пропонує широкий асортимент продукції, яка забезпечує ефективну роботу медичних закладів та лабораторій.</p>
    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Стоматологічні установки</strong>: сучасні стоматологічні установки для кабінетів та клінік.</li>
        <li><strong>Лабораторне обладнання</strong>: біохімічні та гематологічні аналізатори, мікроскопи, центрифуги.</li>
        <li><strong>Лабораторний посуд та аксесуари</strong>: системи забору крові, пластиковий та скляний посуд.</li>
        <li><strong>Ветеринарне обладнання</strong>: аналізатори для ветеринарії.</li>
    </ul>`,
    descriptionRu: `
    <p><strong>Granum</strong> – это китайский бренд, известный производством высококачественного медицинского и стоматологического оборудования. Компания предлагает широкий ассортимент продукции, обеспечивающей эффективную работу медицинских учреждений и лабораторий.</p>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Стоматологические установки</strong>: современные стоматологические установки для кабинетов и клиник.</li>
        <li><strong>Лабораторное оборудование</strong>: биохимические и гематологические анализаторы, микроскопы, центрифуги.</li>
        <li><strong>Лабораторная посуда и аксессуары</strong>: системы забора крови, пластиковая и стеклянная посуда.</li>
        <li><strong>Ветеринарное оборудование</strong>: анализаторы для ветеринарии.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/heaco.png',
    alt: 'Heaco',
    name: 'Heaco',
    description: `
    <div><strong>Heaco</strong> – інноваційна компанія, що спеціалізується на розробці, виробництві та постачанні сучасного медичного обладнання. Компанія орієнтована на високі стандарти якості та надійності.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Діагностичні системи</strong> – обладнання для візуалізації та аналізу стану пацієнтів.</li>
        <li><strong>Моніторинг пацієнтів</strong> – системи постійного контролю життєвих показників.</li>
        <li><strong>Лабораторне обладнання</strong> – рішення для ефективної роботи лабораторій.</li>
        <li><strong>Інноваційні технології</strong> – впровадження сучасних рішень для підвищення точності діагностики та лікування.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>Heaco</strong> – инновационная компания, специализирующаяся на разработке, производстве и поставке современного медицинского оборудования. Компания ориентирована на высокие стандарты качества и надежности.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Диагностические системы</strong> – оборудование для визуализации и анализа состояния пациентов.</li>
        <li><strong>Мониторинг пациентов</strong> – системы постоянного контроля жизненных показателей.</li>
        <li><strong>Лабораторное оборудование</strong> – решения для эффективной работы лабораторий.</li>
        <li><strong>Инновационные технологии</strong> – внедрение современных решений для повышения точности диагностики и лечения.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/Hisense Medical.jpeg',
    alt: 'Hisense Medical',
    name: 'Hisense Medical',
    description: `
    <div><strong>Hisense Medical</strong> є ключовим підрозділом китайської корпорації Hisense, яка була заснована в 1969 році та відома виробництвом побутової техніки та електроніки. Спираючись на понад 50-річний досвід у технологіях обробки зображень та інформації, Hisense Medical розробляє та виробляє високоякісне медичне обладнання.</div>
    <h2>Основні продукти та рішення:</h2>
    <ul>
        <li><strong>Ультразвукові діагностичні системи</strong>: кольорові доплерівські УЗД-апарати з високою роздільною здатністю та застосуванням ШІ.</li>
        <li><strong>Комп'ютеризовані системи асистування хірургії (CAS)</strong>: точна реконструкція зображень та аналіз для хірургії.</li>
        <li><strong>Медичні монітори</strong>: діагностичні та ендоскопічні монітори з високою роздільною здатністю.</li>
        <li><strong>Рішення для цифрових операційних</strong>: інтегровані системи керування обладнанням та дистанційних консультацій.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>Hisense Medical</strong> является ключевым подразделением китайской корпорации Hisense, основанной в 1969 году и известной производством бытовой техники и электроники. Опираясь на более чем 50-летний опыт в технологиях обработки изображений и информации, Hisense Medical разрабатывает и производит высококачественное медицинское оборудование.</div>
    <h2>Основные продукты и решения:</h2>
    <ul>
        <li><strong>Ультразвуковые диагностические системы</strong>: цветные доплеровские УЗИ-аппараты с высоким разрешением и применением ИИ.</li>
        <li><strong>Компьютеризированные системы ассистирования хирургии (CAS)</strong>: точная реконструкция изображений и анализ для хирургии.</li>
        <li><strong>Медицинские мониторы</strong>: диагностические и эндоскопические мониторы с высоким разрешением.</li>
        <li><strong>Решения для цифровых операционных</strong>: интегрированные системы управления оборудованием и дистанционных консультаций.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/hitachi.png',
    alt: 'Hitachi',
    name: 'Hitachi',
    description: `
    <div><strong>Hitachi</strong> – всесвітньо відома японська компанія, яка спеціалізується на розробці та виробництві високотехнологічного медичного обладнання.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Магнітно-резонансні томографи (МРТ)</strong>: системи з високою роздільною здатністю.</li>
        <li><strong>Комп'ютерні томографи (КТ)</strong>: апарати з алгоритмами зниження дози опромінення.</li>
        <li><strong>Ультразвукові системи (УЗД)</strong>: точні апарати для акушерства, урології та кардіології.</li>
        <li><strong>Літотриптери</strong>: обладнання для дроблення каменів у нирках без операцій.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>Hitachi</strong> – всемирно известная японская компания, специализирующаяся на разработке и производстве высокотехнологичного медицинского оборудования.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Магнитно-резонансные томографы (МРТ)</strong>: системы с высоким разрешением.</li>
        <li><strong>Компьютерные томографы (КТ)</strong>: аппараты с алгоритмами снижения дозы облучения.</li>
        <li><strong>Ультразвуковые системы (УЗИ)</strong>: точные аппараты для акушерства, урологии и кардиологии.</li>
        <li><strong>Литотриптеры</strong>: оборудование для дробления камней в почках без операций.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/imax.png',
    alt: 'IMAX',
    name: 'IMAX',
    description: `
    <div>
      <p>Рентгенографічне обладнання торгової марки IMAX є продуктом співпраці компаній Східної Європи та Південно-Східної Азії.</p>
      <p>Асортимент: цифрові й плівкові рентген-апарати, флюороскопічні системи, пересувні рентген-апарати, вертикальні стійки для рентгенографії грудної клітки, візки для позиціонування пацієнта.</p>
      <p>IMAX поєднує напрацювання в радіології з сучасними цифровими технологіями, пропонуючи модульність і широкий вибір систем.</p>
    </div>`,
    descriptionRu: `
    <div>
      <p>Рентгенографическое оборудование торговой марки IMAX является продуктом сотрудничества компаний Восточной Европы и Юго-Восточной Азии.</p>
      <p>Ассортимент: цифровые и пленочные рентген-аппараты, флюороскопические системы, передвижные рентген-аппараты, вертикальные стойки для рентгенографии грудной клетки, тележки для позиционирования пациента.</p>
      <p>IMAX сочетает наработки в радиологии с современными цифровыми технологиями, предлагая модульность и широкий выбор систем.</p>
    </div>`,
  },
  {
    src: '/companies-logos/2017760.png',
    alt: 'KEISEI MEDICAL',
    name: 'KEISEI MEDICAL',
    description: `
    <div>
      <p>Японська компанія <strong>KEISEI MEDICAL INDUSTRIAL Co. Ltd.</strong> є одним із провідних виробників високотехнологічного медичного обладнання та інструментів для хірургії, естетичної медицини та ортопедії.</p>
      <p>KEISEI MEDICAL поєднує японську якість та передові технології у виробництві лазерних, ендоскопічних та мікрохірургічних пристроїв.</p>
      <p>Компанія пропонує широкий спектр рішень для медичних закладів, включаючи системи для лазерної дерматології, електрокоагуляції, ортопедичних операцій та реабілітації.</p>
      <p style="text-align: center;"><strong>KEISEI MEDICAL - інновації та якість у кожній деталі!</strong></p>
    </div>`,
    descriptionRu: `
    <div>
      <p>Японская компания <strong>KEISEI MEDICAL INDUSTRIAL Co. Ltd.</strong> является одним из ведущих производителей высокотехнологичного медицинского оборудования и инструментов для хирургии, эстетической медицины и ортопедии.</p>
      <p>KEISEI MEDICAL сочетает японское качество и передовые технологии в производстве лазерных, эндоскопических и микрохирургических устройств.</p>
      <p>Компания предлагает широкий спектр решений для медицинских учреждений, включая системы для лазерной дерматологии, электрокоагуляции, ортопедических операций и реабилитации.</p>
      <p style="text-align: center;"><strong>KEISEI MEDICAL - инновации и качество в каждой детали!</strong></p>
    </div>`,
  },
  {
    src: '/companies-logos/lowenstein.png',
    alt: 'Lowenstein',
    name: 'Lowenstein',
    description: `
    <div><strong>Löwenstein Medical</strong> – німецька компанія з понад 35-річним досвідом у медичних технологіях. Спеціалізація – вентиляція, підтримка дихання, терапія сну, анестезія та моніторинг.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Неонатологія</strong>: вентиляція новонароджених, теплотерапія, фототерапія.</li>
        <li><strong>Анестезіологія</strong>: наркозні апарати для дорослих і дітей.</li>
        <li><strong>Респіраторна терапія</strong>: апарати ШВЛ, CPAP та BiLevel пристрої.</li>
        <li><strong>Діагностика сну</strong>: системи для виявлення порушень дихання.</li>
        <li><strong>Моніторинг</strong>: життєво важливі показники пацієнтів.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>Löwenstein Medical</strong> – немецкая компания с более чем 35-летним опытом в медицинских технологиях. Специализация – вентиляция, поддержка дыхания, терапия сна, анестезия и мониторинг.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Неонатология</strong>: вентиляция новорожденных, теплотерапия, фототерапия.</li>
        <li><strong>Анестезиология</strong>: наркозные аппараты для взрослых и детей.</li>
        <li><strong>Респираторная терапия</strong>: аппараты ИВЛ, CPAP и BiLevel устройства.</li>
        <li><strong>Диагностика сна</strong>: системы для выявления нарушений дыхания.</li>
        <li><strong>Мониторинг</strong>: жизненно важные показатели пациентов.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/maquet.png',
    alt: 'Maquet',
    name: 'Maquet',
    description: `
    <div><strong>Maquet</strong> – німецька компанія, заснована у <strong>1838 році</strong>, частина <strong>Getinge Group</strong>. Спеціалізується на медичному обладнанні для хірургії, інтенсивної терапії та кардіології.</div>
    <h2>Основні напрями:</h2>
    <ul>
        <li><strong>Операційні системи</strong> – хірургічні столи, лампи, інтегровані рішення.</li>
        <li><strong>Кардіохірургія</strong> – апарати для штучного кровообігу, системи ЕКМО.</li>
        <li><strong>Анестезія та ШВЛ</strong> – наркозні системи та апарати ШВЛ.</li>
        <li><strong>Гігієна та стерилізація</strong> – системи знезараження та стерилізації.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>Maquet</strong> – немецкая компания, основанная в <strong>1838 году</strong>, часть <strong>Getinge Group</strong>. Специализируется на медицинском оборудовании для хирургии, интенсивной терапии и кардиологии.</div>
    <h2>Основные направления:</h2>
    <ul>
        <li><strong>Операционные системы</strong> – хирургические столы, лампы, интегрированные решения.</li>
        <li><strong>Кардиохирургия</strong> – аппараты для искусственного кровообращения, системы ЭКМО.</li>
        <li><strong>Анестезия и ИВЛ</strong> – наркозные системы и аппараты ИВЛ.</li>
        <li><strong>Гигиена и стерилизация</strong> – системы обеззараживания и стерилизации.</li>
    </ul>`,
  },

  {
    src: '/companies-logos/matachana.png',
    alt: 'Matachana',
    name: 'Matachana',
    description: `
    <div><strong>Matachana</strong> – іспанська компанія, заснована у 1962 році Антоніо Матачаною, яка спеціалізується на виробництві стерилізаційного та дезінфекційного обладнання для охорони здоров'я, науки про життя та фармацевтики.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Стерилізаційне обладнання</strong>: парові стерилізатори та технології низькотемпературної стерилізації.</li>
        <li><strong>Миючі та термодезінфекційні машини</strong>: обладнання для автоматизованого миття та дезінфекції інструментів.</li>
        <li><strong>Комплексні рішення для лікарень</strong>: інтегровані системи для стерилізаційних відділень.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>Matachana</strong> – испанская компания, основанная в 1962 году Антонио Матачаной, которая специализируется на производстве стерилизационного и дезинфекционного оборудования для здравоохранения, науки о жизни и фармацевтики.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Стерилизационное оборудование</strong>: паровые стерилизаторы и технологии низкотемпературной стерилизации.</li>
        <li><strong>Моечные и термодезинфекционные машины</strong>: оборудование для автоматизированной мойки и дезинфекции инструментов.</li>
        <li><strong>Комплексные решения для больниц</strong>: интегрированные системы для стерилизационных отделений.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/medima.png',
    alt: 'Medima',
    name: 'Medima',
    description: `
    <div><strong>Medima</strong> – польська компанія, заснована у <strong>2004 році</strong>, яка спеціалізується на медичному обладнанні та програмному забезпеченні для безпечного дозування рідин.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Інфузійні насоси</strong> – шприцеві та волюметричні.</li>
        <li><strong>Системи адміністрування</strong> – набори для інфузійної терапії.</li>
        <li><strong>Програмне забезпечення</strong> – рішення для створення процедур дозування та управління ними.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>Medima</strong> – польская компания, основанная в <strong>2004 году</strong>, специализирующаяся на медицинском оборудовании и программном обеспечении для безопасного дозирования жидкостей.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Инфузионные насосы</strong> – шприцевые и волюметрические.</li>
        <li><strong>Системы администрирования</strong> – наборы для инфузионной терапии.</li>
        <li><strong>Программное обеспечение</strong> – решения для создания процедур дозирования и управления ими.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/mindray1.png',
    alt: 'Mindray',
    name: 'Mindray',
    description: `
    <h1>Mindray – Виробник Медичного Обладнання</h1>
    <div><strong>Mindray</strong> – китайська компанія, заснована у <strong>1991 році</strong>, яка є світовим лідером у виробництві медичних пристроїв та діагностичних систем.</div>
    <h2>Основні напрями:</h2>
    <ul>
        <li><strong>Моніторинг пацієнтів</strong> – системи для реанімації та інтенсивної терапії.</li>
        <li><strong>Медична візуалізація</strong> – УЗД, рентгенівські та КТ-системи.</li>
        <li><strong>Лабораторна діагностика</strong> – аналізатори крові, біохімічні та імунологічні системи.</li>
        <li><strong>Ветеринарна медицина</strong> – обладнання для тварин.</li>
    </ul>`,
    descriptionRu: `
    <h1>Mindray – Производитель Медицинского Оборудования</h1>
    <div><strong>Mindray</strong> – китайская компания, основанная в <strong>1991 году</strong>, являющаяся мировым лидером в производстве медицинских устройств и диагностических систем.</div>
    <h2>Основные направления:</h2>
    <ul>
        <li><strong>Мониторинг пациентов</strong> – системы для реанимации и интенсивной терапии.</li>
        <li><strong>Медицинская визуализация</strong> – УЗИ, рентгеновские и КТ-системы.</li>
        <li><strong>Лабораторная диагностика</strong> – анализаторы крови, биохимические и иммунологические системы.</li>
        <li><strong>Ветеринарная медицина</strong> – оборудование для животных.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/olympus.png',
    alt: 'Olympus Logo',
    name: 'Olympus',
    description: `
    <h1>Olympus Corporation – Виробник Медичного Обладнання</h1>
    <div><strong>Olympus Corporation</strong> – японська компанія, заснована у <strong>1919 році</strong>, світовий лідер у виробництві ендоскопічного та хірургічного обладнання.</div>
    <h2>Основні напрями:</h2>
    <ul>
        <li><strong>Ендоскопічні системи</strong> – гастроентерологічні, бронхоскопічні та ЛОР-ендоскопи.</li>
        <li><strong>Хірургічне обладнання</strong> – інструменти для лапароскопії та малоінвазивної хірургії.</li>
        <li><strong>Медична візуалізація</strong> – технології NBI та HD-зображення.</li>
        <li><strong>Урологія та гінекологія</strong> – ендоскопічні рішення.</li>
        <li><strong>Лабораторні дослідження</strong> – мікроскопи та системи.</li>
    </ul>`,
    descriptionRu: `
    <h1>Olympus Corporation – Производитель Медицинского Оборудования</h1>
    <div><strong>Olympus Corporation</strong> – японская компания, основанная в <strong>1919 году</strong>, мировой лидер в производстве эндоскопического и хирургического оборудования.</div>
    <h2>Основные направления:</h2>
    <ul>
        <li><strong>Эндоскопические системы</strong> – гастроэнтерологические, бронхоскопические и ЛОР-эндоскопы.</li>
        <li><strong>Хирургическое оборудование</strong> – инструменты для лапароскопии и малоинвазивной хирургии.</li>
        <li><strong>Медицинская визуализация</strong> – технологии NBI и HD-изображения.</li>
        <li><strong>Урология и гинекология</strong> – эндоскопические решения.</li>
        <li><strong>Лабораторные исследования</strong> – микроскопы и системы.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/osypka.png',
    alt: 'Osypka',
    name: 'Osypka',
    description: `
    <div><strong>OSYPKA</strong> – німецька компанія, заснована у 1977 році, яка спеціалізується на інноваційних медичних технологіях для інтервенційної та педіатричної кардіології.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Електрокардіометрія</strong> – неінвазивний моніторинг гемодинаміки.</li>
        <li><strong>Тимчасова кардіостимуляція</strong> – зовнішні кардіостимулятори.</li>
        <li><strong>Аналізатори системи стимуляції</strong> – портативні пристрої для імплантації кардіостимуляторів.</li>
        <li><strong>Тимчасові електроди та аксесуари</strong> – електроди та кабелі.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>OSYPKA</strong> – немецкая компания, основанная в 1977 году, специализирующаяся на инновационных медицинских технологиях для интервенционной и педиатрической кардиологии.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Электрокардиометрия</strong> – неинвазивный мониторинг гемодинамики.</li>
        <li><strong>Временная кардиостимуляция</strong> – внешние кардиостимуляторы.</li>
        <li><strong>Анализаторы системы стимуляции</strong> – портативные устройства для имплантации кардиостимуляторов.</li>
        <li><strong>Временные электроды и аксессуары</strong> – электроды и кабели.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/philips.svg',
    alt: 'Philips',
    name: 'Philips',
    description: `
    <h1>Philips – Виробник Медичного Обладнання</h1>
    <div><strong>Philips</strong> – нідерландська компанія, заснована у <strong>1891 році</strong>, світовий лідер у виробництві медичних технологій та діагностичного обладнання.</div>
    <h2>Основні напрями:</h2>
    <ul>
        <li><strong>Медична візуалізація</strong> – МРТ, КТ, рентген, УЗД.</li>
        <li><strong>Кардіологія</strong> – моніторинг серцево-судинної системи та ЕКГ.</li>
        <li><strong>Моніторинг пацієнтів</strong> – інтелектуальні системи для лікарень.</li>
        <li><strong>Штучний інтелект</strong> – персоналізована медицина та точніша діагностика.</li>
    </ul>`,
    descriptionRu: `
    <h1>Philips – Производитель Медицинского Оборудования</h1>
    <div><strong>Philips</strong> – нидерландская компания, основанная в <strong>1891 году</strong>, мировой лидер в производстве медицинских технологий и диагностического оборудования.</div>
    <h2>Основные направления:</h2>
    <ul>
        <li><strong>Медицинская визуализация</strong> – МРТ, КТ, рентген, УЗИ.</li>
        <li><strong>Кардиология</strong> – мониторинг сердечно-сосудистой системы и ЭКГ.</li>
        <li><strong>Мониторинг пациентов</strong> – интеллектуальные системы для больниц.</li>
        <li><strong>Искусственный интеллект</strong> – персонализированная медицина и более точная диагностика.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/progetti.png',
    alt: 'Progetti',
    name: 'Progetti',
    description: `
    <div>
      <p>Компанія Progetti заснована у 1991 році в Мілані, спеціалізується на обладнанні для операційних, відділень невідкладної терапії та машин швидкої допомоги.</p>
      <p>Основна продукція: дефібрилятори, монітори пацієнтів, шприц-насоси. Progetti є лідером у виробництві автоматичних зовнішніх дефібриляторів (АЗД).</p>
      <p>Продукція компанії відома високою якістю, італійським дизайном та надійністю.</p>
    </div>`,
    descriptionRu: `
    <div>
      <p>Компания Progetti основана в 1991 году в Милане, специализируется на оборудовании для операционных, отделений неотложной терапии и машин скорой помощи.</p>
      <p>Основная продукция: дефибрилляторы, мониторы пациентов, шприц-насосы. Progetti является лидером в производстве автоматических наружных дефибрилляторов (АЗД).</p>
      <p>Продукция компании известна высоким качеством, итальянским дизайном и надежностью.</p>
    </div>`,
  },
  {
    src: '/companies-logos/promek.png',
    alt: 'Promek',
    name: 'Promek',
    description: `
    <h1>Promek – Виробник Медичного Обладнання</h1>
    <div><strong>Promek</strong> – турецька компанія, яка спеціалізується на виробництві медичних меблів та обладнання для операційних. Продукція відома якістю та надійністю.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Медичні меблі</strong> – лікарняні ліжка, тумбочки, обладнання для пацієнтів.</li>
        <li><strong>Обладнання для операційних</strong> – хірургічні столи, лампи тощо.</li>
    </ul>`,
    descriptionRu: `
    <h1>Promek – Производитель Медицинского Оборудования</h1>
    <div><strong>Promek</strong> – турецкая компания, специализирующаяся на производстве медицинской мебели и оборудования для операционных. Продукция известна качеством и надежностью.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Медицинская мебель</strong> – больничные кровати, тумбочки, оборудование для пациентов.</li>
        <li><strong>Оборудование для операционных</strong> – хирургические столы, лампы и др.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/quanta-system.png',
    alt: 'Quanta System',
    name: 'Quanta System',
    description: `
    <div>
      <p>Італійська компанія Quanta System створена у 1985 році. Спеціалізується на лазерних системах для хірургії, естетичної медицини та реставрації предметів старовини.</p>
      <p>Лазери Quanta System визнані «Золотим стандартом» за ефективність і надійність.</p>
      <p>Компанія виробляє лінійку Thunder для епіляції, DISCOVERY PICO для видалення тату і пігментів, а також Youlaser для омолодження.</p>
    </div>`,
    descriptionRu: `
    <div>
      <p>Итальянская компания Quanta System создана в 1985 году. Специализируется на лазерных системах для хирургии, эстетической медицины и реставрации предметов старины.</p>
      <p>Лазеры Quanta System признаны «Золотым стандартом» за эффективность и надежность.</p>
      <p>Компания выпускает линейку Thunder для эпиляции, DISCOVERY PICO для удаления тату и пигментов, а также Youlaser для омоложения.</p>
    </div>`,
  },
  {
    src: '/companies-logos/shimadzu.png',
    alt: 'SHIMADZU',
    name: 'SHIMADZU',
    description: `
    <div>
      <p><strong>SHIMADZU (Японія)</strong> – провідний світовий виробник медичного обладнання з більш ніж 150-річним досвідом.</p>
      <p>Компанія пропонує широкий спектр рентген-діагностичного обладнання: ангіографія, флюороскопія, C-дуги, системи загальної рентгенографії.</p>
      <p>Системи оснащені сучасними цифровими технологіями, також доступні економічні аналогові рішення.</p>
    </div>`,
    descriptionRu: `
    <div>
      <p><strong>SHIMADZU (Япония)</strong> – ведущий мировой производитель медицинского оборудования с более чем 150-летним опытом.</p>
      <p>Компания предлагает широкий спектр рентген-диагностического оборудования: ангиография, флюороскопия, С-дуги, системы общей рентгенографии.</p>
      <p>Системы оснащены современными цифровыми технологиями, также доступны экономичные аналоговые решения.</p>
    </div>`,
  },
  {
    src: '/companies-logos/schiller.jpg',
    alt: 'Schiller',
    name: 'Schiller',
    description: `
    <div><strong>Schiller AG</strong> – швейцарська компанія, заснована у 1974 році, що є світовим виробником обладнання для кардіопульмональної діагностики, дефібриляції та моніторингу пацієнтів.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Кардіопульмональна діагностика</strong> – ЕКГ, спірометрія, спіроергометрія.</li>
        <li><strong>Дефібриляція</strong> – АЗД та професійні дефібрилятори.</li>
        <li><strong>Моніторинг пацієнтів</strong> – системи для реанімаційних відділень.</li>
        <li><strong>Програмні рішення</strong> – ПЗ для інтеграції та аналізу медичних даних.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>Schiller AG</strong> – швейцарская компания, основанная в 1974 году, являющаяся мировым производителем оборудования для кардиопульмональной диагностики, дефибрилляции и мониторинга пациентов.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Кардиопульмональная диагностика</strong> – ЭКГ, спирометрия, спироэргометрия.</li>
        <li><strong>Дефибрилляция</strong> – АЗД и профессиональные дефибрилляторы.</li>
        <li><strong>Мониторинг пациентов</strong> – системы для реанимационных отделений.</li>
        <li><strong>Программные решения</strong> – ПО для интеграции и анализа медицинских данных.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/shrek.avif',
    alt: 'Shrek',
    name: 'Shrek',
    description: `
    <div><strong>Shrek Medical</strong> – китайська компанія, відома своєю спеціалізацією на розробці та виробництві ендоскопічного обладнання.</div>
    <h2>Основні продукти:</h2>
    <ul>
        <li><strong>Ендоскопічні камери</strong> – високоякісні камери для чіткого зображення.</li>
        <li><strong>Відеозаписуючі пристрої</strong> – обладнання для запису та зберігання відео.</li>
        <li><strong>Освітлювальні системи</strong> – джерела світла для ендоскопії.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>Shrek Medical</strong> – китайская компания, известная своей специализацией на разработке и производстве эндоскопического оборудования.</div>
    <h2>Основные продукты:</h2>
    <ul>
        <li><strong>Эндоскопические камеры</strong> – высококачественные камеры для четкого изображения.</li>
        <li><strong>Видеозаписывающие устройства</strong> – оборудование для записи и хранения видео.</li>
        <li><strong>Осветительные системы</strong> – источники света для эндоскопии.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/sinivision.jpeg',
    alt: 'Sinovision',
    name: 'Sinovision',
    description: `
    <h1>Sinovision – Виробник Медичного Обладнання</h1>
    <div><strong>Sinovision</strong> – китайська компанія, яка спеціалізується на розробці комп'ютерних томографів (КТ) та рішень для медичної візуалізації.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Комп'ютерна томографія</strong> – мобільні та стаціонарні КТ-системи.</li>
        <li><strong>Медична візуалізація</strong> – передові технології для покращення зображень.</li>
    </ul>`,
    descriptionRu: `
    <h1>Sinovision – Производитель Медицинского Оборудования</h1>
    <div><strong>Sinovision</strong> – китайская компания, специализирующаяся на разработке компьютерных томографов (КТ) и решений для медицинской визуализации.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Компьютерная томография</strong> – мобильные и стационарные КТ-системы.</li>
        <li><strong>Медицинская визуализация</strong> – передовые технологии для улучшения изображений.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/sonoscape.webp',
    alt: 'Sonoscape',
    name: 'Sonoscape',
    description: `
    <div><strong>SonoScape</strong> – китайська компанія, заснована у 2002 році, яка спеціалізується на ультразвукових системах та ендоскопічних рішеннях.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Ультразвукові системи</strong>: стаціонарні та портативні апарати.</li>
        <li><strong>Ендоскопічні системи</strong>: відеоендоскопи високої роздільної здатності.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>SonoScape</strong> – китайская компания, основанная в 2002 году, специализирующаяся на ультразвуковых системах и эндоскопических решениях.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Ультразвуковые системы</strong>: стационарные и портативные аппараты.</li>
        <li><strong>Эндоскопические системы</strong>: видеоэндоскопы высокого разрешения.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/logo-tontarra.png',
    alt: 'Tontarra',
    name: 'Tontarra',
    description: `
    <div><strong>TONTARRA</strong> – німецька компанія з багаторічним досвідом, що спеціалізується на хірургічних інструментах та ендоскопічних рішеннях.</div>
    <h2>Основні напрями діяльності:</h2>
    <ul>
        <li><strong>Хірургічні інструменти</strong>: широкий асортимент для різних спеціалізацій.</li>
        <li><strong>Ендоскопічні системи</strong>: рішення для лапароскопії та артроскопії.</li>
        <li><strong>Індивідуальні рішення</strong>: розробка інструментів за вимогами замовника.</li>
    </ul>`,
    descriptionRu: `
    <div><strong>TONTARRA</strong> – немецкая компания с многолетним опытом, специализирующаяся на хирургических инструментах и эндоскопических решениях.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Хирургические инструменты</strong>: широкий ассортимент для разных специализаций.</li>
        <li><strong>Эндоскопические системы</strong>: решения для лапароскопии и артроскопии.</li>
        <li><strong>Индивидуальные решения</strong>: разработка инструментов по требованиям заказчика.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/walkbot.png',
    alt: 'Walkbot',
    name: 'Walkbot',
    description: `
    <h1>Walkbot – Роботизовані Системи для Реабілітації</h1>
    <div><strong>Walkbot</strong> – бренд компанії <strong>P&S Mechanics Co., Ltd.</strong>, Південна Корея. Спеціалізується на розробці роботизованих систем для відновлення ходьби у пацієнтів з неврологічними та ортопедичними порушеннями.</div>
    <h2>Основні продукти:</h2>
    <ul>
        <li><strong>Walkbot_P</strong> – система для дорослих пацієнтів.</li>
        <li><strong>Walkbot_G</strong> – універсальна система для дорослих і дітей.</li>
        <li><strong>Walkbot_S</strong> – налаштовувана система для індивідуальної реабілітації.</li>
        <li><strong>Walkbot_K</strong> – спеціалізована система для дітей.</li>
    </ul>`,
    descriptionRu: `
    <h1>Walkbot – Роботизированные Системы для Реабилитации</h1>
    <div><strong>Walkbot</strong> – бренд компании <strong>P&S Mechanics Co., Ltd.</strong>, Южная Корея. Специализируется на разработке роботизированных систем для восстановления ходьбы у пациентов с неврологическими и ортопедическими нарушениями.</div>
    <h2>Основные продукты:</h2>
    <ul>
        <li><strong>Walkbot_P</strong> – система для взрослых пациентов.</li>
        <li><strong>Walkbot_G</strong> – универсальная система для взрослых и детей.</li>
        <li><strong>Walkbot_S</strong> – настраиваемая система для индивидуальной реабилитации.</li>
        <li><strong>Walkbot_K</strong> – специализированная система для детей.</li>
    </ul>`,
  },
  {
    src: '/companies-logos/атон.png',
    alt: 'Атон',
    name: 'Атон',
    description: `
    <div><strong>«Атон»</strong> – український виробник медичних меблів. Пропонує сучасні рішення для лікарень та клінік: ліжка, столи, візки, шафи, меблі для новонароджених.</div>`,
    descriptionRu: `
    <div><strong>«Атон»</strong> – украинский производитель медицинской мебели. Предлагает современные решения для больниц и клиник: кровати, столы, тележки, шкафы, мебель для новорожденных.</div>`,
  },
  {
    src: '/companies-logos/біомед.svg',
    alt: 'Біомед',
    name: 'Біомед',
    description: `
    <div>
      <p>Компанія «БІОМЕД» заснована у 1998 році. Постачає широкий спектр медичного обладнання, має дилерську мережу та авторизований сервісний центр.</p>
    </div>`,
    descriptionRu: `
    <div>
      <p>Компания «БИОМЕД» основана в 1998 году. Поставляет широкий спектр медицинского оборудования, имеет дилерскую сеть и авторизованный сервисный центр.</p>
    </div>`,
  },
  {
    src: '/companies-logos/віола.png',
    alt: 'Віола',
    name: 'Віола',
    description: `
    <h1>Віола-Медтехніка – Виробник Медичного та Стоматологічного Обладнання</h1>
    <div><strong>ТОВ «Віола-Медтехніка»</strong> – українська компанія, заснована у 1995 році, яка спеціалізується на виробництві медичних і стоматологічних інструментів та матеріалів, а також імпорті обладнання.</div>
    <h2>Основні напрямки діяльності:</h2>
    <ul>
        <li><strong>Медичні інструменти</strong>: для різних спеціалізацій.</li>
        <li><strong>Стоматологічні матеріали</strong>: для лікування та протезування.</li>
        <li><strong>Імпорт обладнання</strong>: постачання сучасних рішень.</li>
    </ul>`,
    descriptionRu: `
    <h1>Виола-Медтехника – Производитель Медицинского и Стоматологического Оборудования</h1>
    <div><strong>ООО «Виола-Медтехника»</strong> – украинская компания, основанная в 1995 году, специализирующаяся на производстве медицинских и стоматологических инструментов и материалов, а также импорте оборудования.</div>
    <h2>Основные направления деятельности:</h2>
    <ul>
        <li><strong>Медицинские инструменты</strong>: для разных специализаций.</li>
        <li><strong>Стоматологические материалы</strong>: для лечения и протезирования.</li>
        <li><strong>Импорт оборудования</strong>: поставка современных решений.</li>
    </ul>`,
  }
];
