interface IBrandData {
  src: string;
  alt: string;
  name: string;
  description?: string;
}
export const brandData: IBrandData[] = [
  {
    src: '/companies-logos/anke.png',
    alt: 'Anke',
    name: 'Anke',
    description:
      "\n    <div><strong>Shenzhen Anke Hi-tech Co., Ltd.</strong> – китайська компанія, заснована у <strong>1986 році</strong>, яка є одним із перших високотехнологічних підприємств національного рівня та першим центром інженерії медичної візуалізації в провінції Гуандун та місті Шеньчжень. Anke спеціалізується на дослідженнях і розробках, виробництві, продажу та обслуговуванні медичного обладнання, включаючи <strong>КТ</strong>, <strong>МРТ</strong>, <strong>рентгенівські системи</strong>, <strong>стоматологічні КТ</strong>, <strong>телемедицину (Anke Image Cloud)</strong>, <strong>малоінвазивну хірургію</strong> та інші серії.</div>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Магнітно-резонансна томографія (МРТ)</strong> – розробка та виробництво систем МРТ з різною потужністю магнітного поля, включаючи надпровідні системи.</li>\n        <li><strong>Комп'ютерна томографія (КТ)</strong> – виробництво багатозрізових КТ-сканерів для швидкої та точної діагностики.</li>\n        <li><strong>Рентгенівські системи</strong> – цифрові рентгенівські апарати для різних медичних застосувань. </li>\n        <li><strong>Стоматологічні КТ</strong> – спеціалізовані КТ-системи для стоматологічної діагностики. </li>\n        <li><strong>Телемедицина</strong> – рішення для віддаленої діагностики та обміну медичними зображеннями через Anke Image Cloud.</li>\n        <li><strong>Малоінвазивна хірургія</strong> – розробка обладнання для малоінвазивних хірургічних втручань. </li>\n    </ul>\n",
  },
  {
    src: '/companies-logos/btl.jpg',
    alt: 'BTL',
    name: 'BTL',
    description:
      '<div>\n\t\t\t<p>Компанія BTL заснована в 1993 році і спеціалізується на розробці і виробництві фізіотерапевтичного медичного обладнання та різних систем для естетичної медицини.</p>\n<p>У косметології апарати BTL застосовуються для лімфодренування, проведення ударно-хвильової терапії, підтяжки шкіри та інших найбільш затребуваних процедурах. Для фізіотерапії та реабілітаційної медицини компанія випускає лінійку апаратів для ультразвукової та лазерної терапії, електротерапії і магнітотерапії.</p>\n<p>Представництва BTL і сервісні центри розташовуються в 53 країнах. В Україні компанія працює вже протягом декількох років. Клієнтами BTL є приватні і державні медичні установи, які розуміють важливість і необхідність використання інновацій в медицині.</p>\n        </div>',
  },
  {
    src: '/companies-logos/bactosfera.png',
    alt: 'Bactosfera',
    name: 'Bactosfera',
    description:
      '     <div><strong>BactoSfera</strong> – українська компанія, заснована у 2011 році, яка спеціалізується на розробці та виробництві інноваційних продуктів для побутового, промислового та медичного застосування. Основна увага приділяється пристроям, що базуються на бактерицидній дії ультрафіолетового випромінювання, забезпечуючи ефективну дезінфекцію повітря та поверхонь.</div>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Бактерицидні опромінювачі</strong>: призначені для знезараження повітря в приміщеннях, ефективно знищуючи віруси, бактерії та грибки. Ці пристрої широко використовуються в медичних установах, дитячих садках, школах та інших громадських місцях.</li>\n        <li><strong>Тубус-кварци</strong>: портативні прилади для локального кварцування, які застосовуються в лікуванні ЛОР-захворювань та дерматологічних проблем. Вони забезпечують швидке одужання та профілактику інфекцій.</li>\n        <li><strong>Рециркулятори</strong>: пристрої закритого типу для безперервного знезараження повітря в присутності людей. Вони безпечні у використанні та підходять для офісів, житлових приміщень і медичних закладів.</li>\n    </ul>',
  },
  {
    src: '/companies-logos/Bama Technology.webp',
    alt: 'Bama Technology',
    name: 'Bama Technology',
    description:
      '    <h1>BAMA Technology – Виробник Роботизованого Реабілітаційного Обладнання</h1>\n\n    <div><strong>BAMA Technology</strong> – турецька компанія, заснована у 2010 році в Анкарі, яка спеціалізується на розробці та виробництві роботизованих реабілітаційних систем. Вона є першим і єдиним виробником такого обладнання в Туреччині, постачаючи свою продукцію на внутрішні та міжнародні ринки відповідно до міжнародних стандартів якості з 2013 року.</div>\n\n    <h2>Основні продукти:</h2>\n    <ul>\n        <li><strong>RoboGait®</strong>: роботизована система для відновлення та розвитку здатності ходити у пацієнтів з травмами головного або спинного мозку, інсультом, неврологічними або ортопедичними проблемами.</li>\n        <li><strong>FreeGait®</strong>: екзоскелетна система, розроблена для реабілітації пацієнтів з травмами спинного мозку, яка забезпечує підтримку та покращення мобільності під час терапії. </li>\n    </ul>',
  },
  {
    src: '/companies-logos/bowa.png',
    alt: 'Bowa',
    name: 'Bowa',
    description:
      '    <div><strong>BOWA Medical</strong> – німецька компанія, заснована у 1977 році, яка спеціалізується на розробці та виробництві високочастотних електрохірургічних систем. Компанія є провідним постачальником інноваційних рішень для хірургії, орієнтуючись на безпеку, ефективність та зручність використання своєї продукції.</div>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Електрохірургічні системи ARC</strong>: апарати для моно- та біполярної коагуляції та різання, що забезпечують точність та надійність під час хірургічних втручань.</li>\n        <li><strong>Аргоноплазмова система PLUS</strong>: технологія аргоноплазмової коагуляції для безконтактної зупинки кровотеч та обробки тканин.</li>\n        <li><strong>Ультразвукова система LOTUS</strong>: інструменти для дисекції та резекції печінки, що використовують ультразвукову енергію для мінімізації травматичності процедур.</li>\n        <li><strong>Система димовидалення SHE SHA</strong>: обладнання для видалення хірургічного диму з операційної, забезпечуючи чисте повітря та покращуючи умови роботи медичного персоналу.</li>\n        <li><strong>Електрохірургічні приналежності</strong>: нейтральні електроди, монополярні та біполярні інструменти, лапароскопічні інструменти та аксесуари для забезпечення повного спектру хірургічних потреб.</li>\n    </ul>',
  },
  {
    src: '/companies-logos/brightfield.png',
    alt: 'Brightfield',
    name: 'Brightfield',
    description:
      "    <div><strong>Brightfield HealthCare</strong> – компанія, що спеціалізується на розробці та просуванні інноваційного медичного обладнання для діагностики та терапії. Використання інноваційних технологій, тісний зв'язок з практичною медициною та продумана маркетингова політика дозволяють створювати якісні та високотехнологічні продукти для потреб сучасної медицини.</div>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Ендоскопія та малоінвазивна хірургія</strong> – розробка систем і технологій для гнучкої та жорсткої ендоскопії, включаючи лапароскопію, артроскопію, гінекологію та урологію. </li>\n        <li><strong>Медичні меблі та обладнання</strong> – виробництво операційних столів, медичних ліжок, хірургічних ламп та іншого обладнання для лікарень.</li>\n        <li><strong>Стерилізація та дезінфекція</strong> – обладнання для ефективної дезінфекції та стерилізації медичних приладів та приміщень. </li>\n    </ul>",
  },
  {
    src: '/companies-logos/drager.svg',
    alt: 'Dräger',
    name: 'Dräger',
    description:
      '       <div><strong>Dräger</strong> – німецька компанія, заснована у <strong>1889 році</strong>, яка спеціалізується на виробництві \n    <strong>медичного обладнання, системи безпеки та газоаналізатори</strong>. Штаб-квартира – у місті <strong>Любек, Німеччина</strong>.</div>\n\n    <h2>Основні напрями:</h2>\n    <ul>\n        <li><strong>Медицина</strong> – апарати ШВЛ, анестезії, моніторинг пацієнтів.</li>\n        <li><strong>Безпека</strong> – дихальні апарати, газоаналізатори, протипожежні системи.</li>\n        <li><strong>Промисловість</strong> – детектори газів, системи персонального захисту.</li>\n    </ul>\n    ',
  },
  {
    src: '/companies-logos/erbe.png',
    alt: 'Erbe',
    name: 'Erbe',
    description:
      '    <div><strong>Erbe Elektromedizin</strong> – німецька компанія, заснована у <strong>1851 році</strong>, яка є лідером у виробництві \n    <strong>електрохірургічного обладнання, лазерних систем та кріохірургічних технологій</strong>.</div>\n\n    <h2>Основні напрями:</h2>\n    <ul>\n        <li><strong>Електрохірургія</strong> – системи коагуляції, різання та гемостазу.</li>\n        <li><strong>Лазерна хірургія</strong> – високоточні лазерні системи для мікрохірургії.</li>\n        <li><strong>Аргоноплазмова коагуляція</strong> – безконтактні технології зупинки кровотеч.</li>\n        <li><strong>Кріохірургія</strong> – системи лікування низькотемпературним впливом.</li>\n    </ul>',
  },
  {
    src: '/companies-logos/examion.svg',
    alt: 'Examion',
    name: 'Examion',
    description:
      '<div><strong>EXAMION</strong> – німецька компанія, що спеціалізується на розробці та впровадженні цифрових рентгенівських систем для медичної, стоматологічної та ветеринарної практики. Компанія має понад 30 років досвіду на ринку медичної візуалізації та є надійним постачальником інноваційних рішень у сфері цифрової діагностики.</div>\n\n<h2>Основні напрями діяльності:</h2>\n<ul>\n    <li><strong>Цифрові рентгенівські системи</strong>: EXAMION пропонує повністю інтегровані рішення для цифрової рентгенографії, включаючи як стаціонарні, так і мобільні системи. Вони розроблені з урахуванням сучасних вимог до продуктивності, ергономіки та безпеки пацієнтів.</li>\n    <li><strong>Програмне забезпечення X-AQS</strong>: власна платформа компанії для керування процесами візуалізації, архівації та обробки зображень. Забезпечує ефективний робочий процес і високу якість діагностичних знімків.</li>\n    <li><strong>Обслуговування та технічна підтримка</strong>: EXAMION надає повний спектр послуг з установки, обслуговування та ремонту обладнання, а також консультування з питань оптимізації рентген-діагностики.</li>\n</ul>',
  },
  {
    src: '/companies-logos/famed.webp',
    alt: 'Famed',
    name: 'Famed',
    description:
      '    <div><strong>Famed Żywiec</strong> – польська компанія, заснована у <strong>1947 році</strong>, яка є одним із провідних виробників \n    <strong>медичних меблів, хірургічного обладнання та реанімаційних систем</strong>.</div>\n\n    <h2>Основні напрями:</h2>\n    <ul>\n        <li><strong>Операційні столи</strong> – універсальні та спеціалізовані моделі для хірургії.</li>\n        <li><strong>Лікарняні ліжка</strong> – реанімаційні, електричні та механічні системи.</li>\n        <li><strong>Хірургічні лампи</strong> – LED-освітлення для операційних блоків.</li>\n        <li><strong>Системи інтенсивної терапії</strong> – обладнання для реанімації та догляду за пацієнтами.</li>\n    </ul>',
  },
  {
    src: '/companies-logos/fujifilm.webp',
    alt: 'Fujifilm',
    name: 'Fujifilm',
    description:
      '    <h1>Fujifilm – Виробник Медичного Обладнання</h1>\n\n    <div><strong>Fujifilm</strong> – японська корпорація, заснована у <strong>1934 році</strong>, що є світовим лідером у виробництві \n    <strong>медичного обладнання, рентгенівських систем та рішень для діагностики</strong>.</div>\n\n    <h2>Основні напрями:</h2>\n    <ul>\n        <li><strong>Медична візуалізація</strong> – цифрові рентгенівські, мамографічні та КТ-системи.</li>\n        <li><strong>Ендоскопія</strong> – високоточні відеоендоскопи для діагностики шлунково-кишкового тракту.</li>\n        <li><strong>Лабораторна діагностика</strong> – аналізатори для швидкого тестування та молекулярної діагностики.</li>\n        <li><strong>Штучний інтелект</strong> – AI-рішення для підвищення точності діагнозів.</li>\n    </ul>\n    ',
  },
  {
    src: '/companies-logos/generalelectric.png',
    alt: 'General Electric',
    name: 'GE Healthcare',
    description:
      'General Electric Healthcare (GE HealthCare) – це провідна глобальна медична технологічна компанія та постачальник цифрових рішень, яка прагне покращити результати лікування пацієнтів та розвивати охорону здоров’я через інновації. Компанія спеціалізується на розробці та виробництві передових рішень для медичної візуалізації, моніторингу та діагностики, зокрема МРТ, КТ, УЗД та рентгенівських систем.\n\nGE HealthCare також займається розробкою цифрових медичних технологій, діагностики на основі штучного інтелекту та ІТ-рішень для охорони здоров’я, які покращують ефективність робочих процесів медичних працівників. Співпрацюючи з лікарнями, дослідницькими установами та медичними закладами по всьому світу, компанія надає передові інструменти для раннього виявлення хвороб, персоналізованого лікування та оптимізації операційних процесів.',
  },
  {
    src: '/companies-logos/granum.jpeg',
    alt: 'Granum',
    name: 'Granum',
    description:
      '    <p><strong>Granum</strong> – це китайський бренд, відомий виробництвом високоякісного медичного та стоматологічного обладнання. Компанія пропонує широкий асортимент продукції, яка забезпечує ефективну роботу медичних закладів та лабораторій.</p>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Стоматологічні установки</strong>: Granum виробляє сучасні стоматологічні установки, які забезпечують високий рівень працездатності кабінетів та клінік стоматології. Вони дозволяють підключити всі необхідні для роботи інструменти та забезпечують комфорт пацієнта у зручному кріслі.</li>\n        <li><strong>Лабораторне обладнання</strong>: Компанія пропонує біохімічні та гематологічні аналізатори, аналізатори електролітів, сечові аналізатори, обладнання для імуноферментного аналізу, коагулометри, центрифуги, мікроскопи та дозатори.</li>\n        <li><strong>Лабораторний посуд та аксесуари</strong>: Granum постачає системи та комплекти для забору капілярної крові, вакуумні системи для забору венозної крові, різноманітний пластиковий та скляний лабораторний посуд, а також сумки для лабораторного інвентарю.</li>\n        <li><strong>Ветеринарне обладнання</strong>: Асортимент включає біохімічні, гематологічні та сечові аналізатори, обладнання для імуноферментного аналізу, коагулометри та портативне обладнання для ветеринарії.</li>\n    </ul>',
  },
  {
    src: '/companies-logos/heaco.png',
    alt: 'Heaco',
    name: 'Heaco',
    description:
      '     <div><strong>Heaco</strong> – інноваційна компанія, що спеціалізується на розробці, виробництві та постачанні сучасного медичного обладнання. Компанія орієнтована на високі стандарти якості та надійності, забезпечуючи лікарні та клініки передовими технологіями для діагностики та лікування.</div>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Діагностичні системи</strong> – розробка та виробництво обладнання для візуалізації та аналізу стану пацієнтів.</li>\n        <li><strong>Моніторинг пацієнтів</strong> – системи для постійного контролю життєвих показників.</li>\n        <li><strong>Лабораторне обладнання</strong> – рішення для ефективної роботи лабораторій та дослідницьких центрів.</li>\n        <li><strong>Інноваційні технології</strong> – впровадження сучасних рішень для підвищення точності діагностики та лікування.</li>\n    </ul>\n',
  },
  {
    src: '/companies-logos/Hisense Medical.jpeg',
    alt: 'Hisense Medical',
    name: 'Hisense Medical',
    description:
      "\n    <div><strong>Hisense Medical</strong> є ключовим підрозділом китайської корпорації Hisense, яка була заснована в 1969 році та відома виробництвом побутової техніки та електроніки. Спираючись на понад 50-річний досвід у технологіях обробки зображень та інформації, Hisense Medical розробляє та виробляє високоякісне медичне обладнання.</div>\n\n    <h2>Основні продукти та рішення:</h2>\n    <ul>\n        <li><strong>Ультразвукові діагностичні системи</strong>: кольорові доплерівські ультразвукові апарати з високою роздільною здатністю та застосуванням штучного інтелекту для покращення якості зображень.</li>\n        <li><strong>Комп'ютеризовані системи асистування хірургії (CAS)</strong>: забезпечують точну реконструкцію зображень та кількісний аналіз для планування та виконання хірургічних втручань.</li>\n        <li><strong>Медичні монітори</strong>: діагностичні та ендоскопічні монітори з високою роздільною здатністю та відповідністю стандартам DICOM Part14.</li>\n        <li><strong>Рішення для цифрових операційних</strong>: інтегровані системи для централізованого керування обладнанням, відеотрансляції операцій та дистанційних консультацій.</li>\n    </ul>",
  },
  {
    src: '/companies-logos/hitachi.png',
    alt: 'Hitachi',
    name: 'Hitachi',
    description:
      "     <div><strong>Hitachi</strong> – всесвітньо відома японська компанія, яка спеціалізується на розробці та виробництві високотехнологічного медичного обладнання. Завдяки інноваційним технологіям та надійності, Hitachi займає провідні позиції на ринку діагностичних пристроїв. </div>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Магнітно-резонансні томографи (МРТ)</strong>: системи з високою роздільною здатністю, що забезпечують точну діагностику без опромінення. </li>\n        <li><strong>Комп'ютерні томографи (КТ)</strong>: апарати з інноваційними алгоритмами зниження дози опромінення для безпеки пацієнтів. </li>\n        <li><strong>Ультразвукові діагностичні системи (УЗД)</strong>: відомі своєю точністю та застосовуються в акушерстві, урології та кардіології. </li>\n        <li><strong>Літотриптери</strong>: спеціалізоване обладнання для безопераційного дроблення каменів у нирках та сечовивідних шляхах. </li>\n    </ul>",
  },
  {
    src: '/companies-logos/imax.png',
    alt: 'IMAX',
    name: 'IMAX',
    description:
      '<div>\n\t\t\t<p>Рентгенографічне обладнання торгової марки IMAX є продуктом плідної співпраці та промислової кооперації ряду компаний Східної Європи и Південно-Східного азіатського регіону.</p>\n<p>В спектр медичного обладнання компанії входять цифрові и плівкові рентген-апарати різної модіфікації и профілю, а такоже широкий ряд аксесуарів, що підвіщують функціональність та можливості рентгенографічного обладнання.</p>\n<p>В Україні медичне обладнання під маркою IMAX представлено низкою пересувних універсальних рентгенівських апаратів, флюороскопічними рентген системами типу С-дуга, вертикальними стійкамі для рентгенографії грудної клітини, а також широким рядом візків для позіціонування пацієнта при проведенні радіологічніх досліджень.</p>\n<p>Рентгенологічні апарати IMAX є багатофункціональніми малогабаритними системами з мікропроцесорнім управлінням, які поєднують кращі напрацювання в області радіології з технічнімі інноваціями і сучасними цифровими технологіямі. А модульність і великий модельний ряд рентгенографічніх систем IMAX дозволяють&nbsp;оптимально підібрати систему для клінічніх потреб споживача.</p>\n        </div>',
  },
  {
    src: '/companies-logos/2017760.png',
    alt: 'KEISEI MEDICAL',
    name: 'KEISEI MEDICAL',
    description:
      '<div>\n\t\t\t<p>Японська компанія <strong>KEISEI MEDICAL INDUSTRIAL Co. Ltd.</strong> є одним із провідних виробників високотехнологічного медичного обладнання та інструментів для хірургії, естетичної медицини та ортопедії. Завдяки багаторічному досвіду і постійним інноваціям, компанія здобула довіру медичних фахівців у всьому світі.</p>\n<p>KEISEI MEDICAL поєднує японську якість та передові технології у виробництві лазерних, ендоскопічних та мікрохірургічних пристроїв. Всі етапи розробки та виготовлення обладнання відбуваються на сучасних виробничих майданчиках у Японії, що гарантує бездоганну точність і надійність продукції.</p>\n<p>Компанія пропонує широкий спектр рішень для медичних закладів, включаючи системи для лазерної дерматології, хірургічної електрокоагуляції, ортопедичних операцій та реабілітації. Унікальні технології KEISEI MEDICAL забезпечують мінімальну інвазивність процедур, швидке відновлення пацієнтів і високу ефективність лікування.</p>\n<p>Серед флагманських продуктів KEISEI MEDICAL можна відзначити сучасні лазерні системи для лікування шкірних патологій, багатофункціональні ендоскопічні пристрої для малоінвазивної хірургії, а також високоточні ортопедичні інструменти, розроблені з урахуванням останніх досягнень у галузі медичних технологій.</p>\n<p style="text-align: center;"><strong>KEISEI MEDICAL - інновації та якість у кожній деталі!</strong></p><p style="text-align:center;"><a href="/brands" style="background-color: var(--color-blue); padding: 5px 20px; color: #fff;">перейти до списку брендів</a></p>\n        </div>',
  },
  {
    src: '/companies-logos/lowenstein.png',
    alt: 'Lowenstein',
    name: 'Lowenstein',
    description:
      "    <div><strong>Löwenstein Medical</strong> – німецька компанія з понад 35-річним досвідом у розробці та дистрибуції медичних технологій. Основна спеціалізація компанії – вентиляція, яка включає підтримку дихання, порятунок життів, збереження здоров'я та спрощення догляду за пацієнтами. Як сімейне підприємство, Löwenstein Medical бачить себе партнером для пацієнтів та клієнтів, гарантуючи якість продукції, виготовленої в Німеччині.</div>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Неонатологія</strong>: вентиляція новонароджених, теплотерапія та фототерапія.</li>\n        <li><strong>Анестезіологія</strong>: наркозні апарати для дорослих, дітей та новонароджених.</li>\n        <li><strong>Респіраторна терапія</strong>: апарати для штучної вентиляції легень, CPAP та BiLevel пристрої для лікування апное сну.</li>\n        <li><strong>Діагностика сну</strong>: полісомнографічні та поліграфічні системи для виявлення порушень дихання під час сну.</li>\n        <li><strong>Моніторинг</strong>: системи для спостереження за життєво важливими показниками пацієнтів.</li>\n    </ul>",
  },
  {
    src: '/companies-logos/maquet.png',
    alt: 'Maquet',
    name: 'Maquet',
    description:
      '    <div><strong>Maquet</strong> – німецька компанія, заснована у <strong>1838 році</strong>, що є частиною <strong>Getinge Group</strong>. \n    Вона спеціалізується на виробництві <strong>медичного обладнання для хірургії, інтенсивної терапії та кардіології</strong>.</div>\n\n    <h2>Основні напрями:</h2>\n    <ul>\n        <li><strong>Операційні системи</strong> – хірургічні столи, лампи та інтегровані рішення.</li>\n        <li><strong>Кардіохірургія</strong> – апарати для штучного кровообігу, системи ЕКМО.</li>\n        <li><strong>Анестезія та ШВЛ</strong> – апарати для вентиляції легень та наркозні системи.</li>\n        <li><strong>Гігієна та стерилізація</strong> – системи знезараження та стерилізації.</li>\n    </ul>',
  },
  {
    src: '/companies-logos/matachana.png',
    alt: 'Matachana',
    name: 'Matachana',
    description:
      "    <div><strong>Matachana</strong> – іспанська компанія, заснована у 1962 році Антоніо Матачаною, яка спеціалізується на виробництві стерилізаційного та дезінфекційного обладнання для секторів охорони здоров'я, науки про життя та фармацевтики. За понад 60 років діяльності компанія перетворилася з сімейного підприємства на глобального лідера у своїй галузі.</div>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Стерилізаційне обладнання</strong>: виробництво парових стерилізаторів та технологій низькотемпературної стерилізації для забезпечення безпеки та якості медичних процедур.</li>\n        <li><strong>Миючі та термодезінфекційні машини</strong>: розробка обладнання для автоматизованого миття та дезінфекції медичних інструментів, що відповідає найвищим стандартам гігієни.</li>\n        <li><strong>Комплексні рішення для лікарень</strong>: проектування та впровадження інтегрованих систем для центральних стерилізаційних відділень, включаючи консультації та технічну підтримку.</li>\n    </ul>",
  },
  {
    src: '/companies-logos/medima.png',
    alt: 'Medima',
    name: 'Medima',
    description:
      '    <div><strong>Medima</strong> – польська компанія, заснована у <strong>2004 році</strong>, яка спеціалізується на розробці та виробництві <strong>медичного обладнання</strong> та <strong>медичного програмного забезпечення</strong>. Компанія відома своїми інноваційними рішеннями у сфері безпечного дозування рідин як внутрішньовенно, так і ентерально.</div>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Інфузійні насоси</strong> – шприцеві та волюметричні насоси для точного дозування медикаментів.</li>\n        <li><strong>Системи адміністрування</strong> – розробка та виробництво наборів для інфузійної терапії.</li>\n        <li><strong>Медичне програмне забезпечення</strong> – рішення для створення складних процедур дозування, розширених бібліотек препаратів та безпечного завантаження процедур дозування на всі насоси відділення без перерви.</li>\n    </ul>\n',
  },
  {
    src: '/companies-logos/mindray1.png',
    alt: 'Mindray',
    name: 'Mindray',
    description:
      '<h1>Mindray – Виробник Медичного Обладнання</h1>\n    <div><strong>Mindray</strong> – китайська компанія, заснована у <strong>1991 році</strong>, яка є світовим лідером у виробництві \n    <strong>медичних пристроїв, діагностичних систем та лабораторного обладнання</strong>.</div>\n\n    <h2>Основні напрями:</h2>\n    <ul>\n        <li><strong>Моніторинг пацієнтів</strong> – системи для реанімації, інтенсивної терапії та операційних.</li>\n        <li><strong>Медична візуалізація</strong> – ультразвукові, рентгенівські та КТ-системи.</li>\n        <li><strong>Лабораторна діагностика</strong> – аналізатори крові, біохімічні та імунологічні системи.</li>\n        <li><strong>Ветеринарна медицина</strong> – медичне обладнання для тварин.</li>\n    </ul>',
  },
  {
    src: '/companies-logos/olympus.png',
    alt: 'Olympus Logo',
    name: 'Olympus',
    description:
      '    <h1>Olympus Corporation – Виробник Медичного Обладнання</h1>\n      <div><strong>Olympus Corporation</strong> – японська компанія, заснована у <strong>1919 році</strong>, є світовим лідером у виробництві \n      <strong>ендоскопічного, хірургічного та діагностичного обладнання</strong>.</div>\n      <h2>Основні напрямки:</h2>\n      <ul>\n          <li><strong>Ендоскопічні системи</strong> – гастроентерологічні, бронхоскопічні та ЛОР-ендоскопи.</li>\n          <li><strong>Хірургічне обладнання</strong> – інструменти для <em>лапароскопії та малоінвазивної хірургії</em>.</li>\n          <li><strong>Медична візуалізація</strong> – технології <em>NBI</em> та <em>HD-зображення</em> для ранньої діагностики.</li>\n          <li><strong>Урологія та гінекологія</strong> – ендоскопічні рішення для ефективного лікування.</li>\n          <li><strong>Лабораторні дослідження</strong> – мікроскопи та системи для біомедицини.</li>\n      </ul>\n    ',
  },
  {
    src: '/companies-logos/osypka.png',
    alt: 'Osypka',
    name: 'Osypka',
    description:
      '    <div><strong>OSYPKA</strong> – німецька компанія, заснована у 1977 році, яка спеціалізується на розробці та виробництві інноваційних медичних технологій, зокрема для інтервенційної кардіології та педіатричної кардіології. Компанія відома своїми високоякісними продуктами та рішеннями для активних імплантатів і катетерів.</div>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Електрокардіометрія</strong> – неінвазивний моніторинг гемодинаміки для постійного спостереження за серцево-судинною системою.</li>\n        <li><strong>Тимчасова кардіостимуляція</strong> – зовнішні кардіостимулятори для тимчасової стимуляційної терапії та оцінки внутрішнього серцевого ритму. </li>\n        <li><strong>Аналізатори системи стимуляції</strong> – портативні двокамерні та трикамерні аналізатори для використання під час імплантації кардіостимуляторів та електрофізіологічних обстежень. </li>\n        <li><strong>Тимчасові електроди та аксесуари</strong> – міокардіальні електроди, трансвенозні електроди та медичні кабелі для тимчасової кардіостимуляції. </li>\n    </ul>\n',
  },
  {
    src: '/companies-logos/philips.svg',
    alt: 'Philips',
    name: 'Philips',
    description:
      "    <h1>Philips – Виробник Медичного Обладнання</h1>\n    <div><strong>Philips</strong> – нідерландська компанія, заснована у <strong>1891 році</strong>, що є світовим лідером у виробництві \n    <strong>медичних технологій, діагностичного обладнання та рішень для охорони здоров'я</strong>.</div>\n    <h2>Основні напрями:</h2>\n    <ul>\n        <li><strong>Медична візуалізація</strong> – МРТ, КТ, рентгенівські та ультразвукові системи.</li>\n        <li><strong>Кардіологія</strong> – апарати для моніторингу серцево-судинної системи та ЕКГ.</li>\n        <li><strong>Пацієнтський моніторинг</strong> – реанімаційні системи, інтелектуальні монітори для лікарень.</li>\n        <li><strong>Штучний інтелект</strong> – AI-рішення для персоналізованої медицини та точнішої діагностики.</li>\n    </ul>\n",
  },
  {
    src: '/companies-logos/progetti.png',
    alt: 'Progetti',
    name: 'Progetti',
    description:
      '<div>\n\t\t\t<p>Компанія Progetti була заснована в Мілані в 1991 році і спеціалізується на випуску високотехнологічного обладнання для операційних, відділень невідкладної терапії і машин швидкої допомоги.</p>\n<p>На сьогодні компанія є провідним гравцем на міжнародному ринку автоматичних зовнішніх дефібриляторів (АЗД), професійних дефібриляторів з багаторазовими електродами, моніторів пацієнта різної конфігурації, шприц-насосів.</p>\n<p>Кожен продукт з асортименту Progetti є зразком сучасних інновацій, перевірених технологій і італійського дизайну. Основні вузли обладнання зроблені в Італії. Показниками надійності і якості обладнання є успішне просування на європейському ринку і створення широкої представницької мережі по всьому світу.</p>\n<p>Засновник компанії Чезаре Мангона каже, що основна місія компанії - це стати партнером медичних працівників у врятуванні життя пацієнтів, створити ідеальний інструмент для ситуацій, коли на кону життя людини.</p>\n<p>Компанія виробляє близько 60 найменувань медичного обладнання (апарат ЕКГ, монітор матері та плоду, центральна станція моніторування, інфузоматор, пульсоксиметр і багато іншого).</p>\n<p>Серед найбільш популярних продуктів - дефібрилятор «Rescue Life» з монітором 7 дюймів, створений у співпраці з американською компанією SunTech Medical, виробника модулів реєстрації частоти серцевих скорочень, артеріального тиску, насичення крові киснем.</p>\n<p>При повній комплектації дефібрилятор представляє собою потужний комплекс спостереження Rescue Life за важливими показниками життєдіяльності людини.</p>\n        </div>',
  },
  {
    src: '/companies-logos/promek.png',
    alt: 'Promek',
    name: 'Promek',
    description:
      '    <h1>Promek – Виробник Медичного Обладнання</h1>\n\n    <div<strong>Promek</strong> – турецька компанія, яка спеціалізується на виробництві <strong>медичного обладнання</strong>, зокрема <strong>медичних меблів</strong> та <strong>обладнання для операційних</strong>. Їхня продукція відома своєю <strong>якістю</strong> та <strong>надійністю</strong>, що робить їх популярними серед медичних закладів.</p>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Медичні меблі</strong> – виробництво лікарняних ліжок, тумбочок та іншого обладнання для пацієнтів.</li>\n        <li><strong>Обладнання для операційних</strong> – хірургічні столи, лампи та інше обладнання, необхідне для проведення операцій.</li>\n    </ul>\n',
  },
  {
    src: '/companies-logos/quanta-system.png',
    alt: 'Quanta System',
    name: 'Quanta System',
    description:
      '<div>\n\t\t\t<p>Італійська компанія Quanta System створена в 1985 році, спеціалізується на розробці і виробництві лазерних систем для хірургії та естетичної медицини, а також приладів для лазерної реставрації предметів старовини. Лазери Quanta System визнані професіоналами «Золотим стандартом» по ефективності, надійності і практичності.</p>\n<p>Все виробництво розташоване в Італії - від розробки до збірки на високотехнологічних виробничих майданчиках у&nbsp;місті Самарате. Лазерні системи Quanta System поєднують в собі відповідність міжнародним стандартам з індивідуальним підходом до кожного клієнта.</p>\n<p>Лазери Quanta System належать до вищого сегменту обладнання для естетичної медицини, пропонуючи унікальні комбіновані рішення з видалення тату, пігментних плям, доброякісних утворень, шрамів, а також лазерному омолодженню.</p>\n<p>У секторі естетичної медицини Quanta System пропонує лінійний ряд лазерів Thunder для епіляції і видалення судинної патології; лінійку DISCOVERY PICO (лазери 2-го покоління для видалення тату і пігментних плям); лазер Youlaser з довжиною хвилі 10600 і 1540 нм для омолодження і видалення пігменту; серія Q-Switched олександритового і неодимового лазерів і багато іншого.</p>\n<p style="text-align: center;"><strong>Quanta System - для тих, хто оибирає найкраще!</strong></p><p style="text-align:center;"><a href="/brands" style="background-color: var(--color-blue); padding: 5px 20px; color: #fff;">перейти до списку брендів</a></p>\n        </div>',
  },
  {
    src: '/companies-logos/shimadzu.png',
    alt: 'SHIMADZU',
    name: 'SHIMADZU',
    description:
      '<div class="field-content" bis_skin_checked="1">\n' +
      '  <p class="rtejustify"><strong>Компанія SHIMADZU (Японія)</strong> є провідним світовим виробником медичного обладнання з більш ніж 150-річним досвідом роботи як справжні "професіонали в рентгенівській діагностиці".</p>\n' +
      '  <p class="rtejustify">Сьогодні ми маємо всесвітню мережу підтримки клієнтів і пропонуємо широкий спектр рентген-діагностичного обладнання, включаючи системи для ангіографії, флюороскопії, хірургічні мобільні C-подібні арки, системи загальної рентгенографії та мобільні рентгенівські системи.</p>\n' +
      '  <p class="rtejustify">Наші цифрові рентген-діагностичні системи оснащені найсучаснішими технологіями в галузі, а також ми можемо запропонувати економічно вигідні аналогові системи візуалізації, які нададуть вам оптимальні рішення для різних вимог кожного замовника.</p>\n' +
      '  <p class="rtejustify">Щоб бути вашим постійним партнером, компанія Shimadzu завжди пропонує <strong>САМІ НАДІЙНІ ТА ТЕХНОЛОГІЧНО НАЙКРАЩІ РІШЕННЯ В РЕНТГЕН-ДІАГНОСТИЦІ</strong>.</p>\n' +
      '</div>\n',
  },
  {
    src: '/companies-logos/schiller.jpg',
    alt: 'Schiller',
    name: 'Schiller',
    description:
      '\n    <div><strong>Schiller AG</strong> – швейцарська компанія, заснована у 1974 році Альфредом Е. Шиллером. Починаючи як невелике підприємство, Schiller AG перетворилася на провідного світового виробника та постачальника медичного обладнання для кардіопульмональної діагностики, дефібриляції, моніторингу пацієнтів, а також програмних рішень для медичної галузі. Сьогодні компанія налічує близько 1400 співробітників, має 31 дочірню компанію та глобальну мережу продажів.</div>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Кардіопульмональна діагностика</strong>: розробка та виробництво електрокардіографів (ЕКГ), систем для спірометрії та спіроергометрії, що забезпечують точну діагностику серцево-легеневих захворювань.</li>\n        <li><strong>Дефібриляція</strong>: виробництво автоматичних зовнішніх дефібриляторів (АЗД) та професійних дефібриляторів для використання в екстрених ситуаціях та в медичних закладах.</li>\n        <li><strong>Моніторинг пацієнтів</strong>: системи моніторингу життєво важливих показників пацієнтів, які використовуються в реанімаційних відділеннях, операційних та інших медичних установах.</li>\n        <li><strong>Програмні рішення</strong>: розробка програмного забезпечення для інтеграції та аналізу медичних даних, що сприяє підвищенню ефективності роботи медичного персоналу.</li>\n    </ul>',
  },
  {
    src: '/companies-logos/shrek.avif',
    alt: 'Shrek',
    name: 'Shrek',
    description:
      '    <div><strong>Shrek Medical</strong> – китайська компанія, відома своєю спеціалізацією на розробці та виробництві <strong>ендоскопічного обладнання</strong>. Їхня продукція широко використовується в медичних закладах для діагностики та хірургічних втручань, забезпечуючи високу якість зображення та надійність у роботі.</div>\n\n    <h2>Основні продукти:</h2>\n    <ul>\n        <li><strong>Ендоскопічні камери</strong> – високоякісні камери для отримання чіткого зображення під час ендоскопічних процедур.</li>\n        <li><strong>Відеозаписуючі пристрої</strong> – обладнання для запису та зберігання відеоматеріалів під час медичних процедур.</li>\n        <li><strong>Освітлювальні системи</strong> – джерела світла для забезпечення оптимальної видимості в процесі ендоскопії.</li>\n    </ul>\n',
  },
  {
    src: '/companies-logos/sinivision.jpeg',
    alt: 'Sinovision',
    name: 'Sinovision',
    description:
      "    <h1>Sinovision – Виробник Медичного Обладнання</h1>\n\n    <div><strong>Sinovision</strong> – китайська компанія, яка спеціалізується на розробці та виробництві <strong>медичного обладнання</strong>, зокрема <strong>комп'ютерних томографів (КТ)</strong>. Їхні продукти відомі своєю <strong>інноваційністю</strong> та <strong>високою якістю</strong>.</div>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Комп'ютерна томографія</strong> – розробка та виробництво мобільних та стаціонарних КТ-систем для швидкої та точної діагностики.</li>\n        <li><strong>Медична візуалізація</strong> – впровадження передових технологій для покращення якості зображень та діагностичних можливостей.</li>\n    </ul>",
  },
  {
    src: '/companies-logos/sonoscape.webp',
    alt: 'Sonoscape',
    name: 'Sonoscape',
    description:
      ' \n    <div><strong>SonoScape</strong> – провідна китайська компанія, заснована у 2002 році, яка спеціалізується на розробці та виробництві медичного обладнання, зокрема ультразвукових систем та ендоскопічних рішень. Завдяки інноваціям та високій якості продукції, SonoScape здобула визнання на міжнародному ринку.</div>\n\n    <h2>Основні напрями діяльності:</h2>\n    <ul>\n        <li><strong>Ультразвукові системи</strong>: стаціонарні та портативні УЗД-апарати, що забезпечують високу якість зображення та точність діагностики.</li>\n        <li><strong>Ендоскопічні системи</strong>: відеоендоскопи високої роздільної здатності для діагностики та лікування захворювань внутрішніх органів.</li>\n    </ul>',
  },
  {
    src: '/companies-logos/logo-tontarra.png',
    alt: 'Тоntarra',
    name: 'Tontarra',
    description:
      '<div><strong>TONTARRA</strong> – німецька компанія з багаторічним досвідом у сфері медичних технологій, яка спеціалізується на розробці, виробництві та дистрибуції високоякісних хірургічних інструментів. Компанія була заснована у 1960-х роках та відома своєю точністю, інноваційністю та відповідністю найвищим стандартам якості.</div>\n\n<h2>Основні напрями діяльності:</h2>\n<ul>\n    <li><strong>Хірургічні інструменти</strong>: широкий асортимент інструментів для загальної хірургії, ортопедії, нейрохірургії, ЛОР-хірургії, урології та гінекології. Усі інструменти виготовлені з високоякісної нержавіючої сталі та проходять ретельний контроль якості.</li>\n    <li><strong>Ендоскопічні системи</strong>: інноваційні рішення для малоінвазивної хірургії, включаючи лапароскопію та артроскопію. Компанія пропонує повні комплекти інструментів та аксесуарів для ендоскопічних процедур.</li>\n    <li><strong>Індивідуальні рішення</strong>: можливість розробки інструментів за індивідуальними вимогами замовника, що забезпечує гнучкість та адаптацію до специфічних потреб клінік та хірургів.</li>\n</ul>',
  },
  {
    src: '/companies-logos/walkbot.png',
    alt: 'Walkbot',
    name: 'Walkbot',
    description:
      "     <h1>Walkbot – Роботизовані Системи для Реабілітації</h1>\n\n    <div><strong>Walkbot</strong> – бренд компанії <strong>P&S Mechanics Co., Ltd.</strong>, південнокорейського виробника, що спеціалізується на розробці та виробництві роботизованих систем для реабілітації пацієнтів з порушеннями рухової функції. Компанія об'єднує експертів у галузі розробки автоматизованого обладнання та систем, пропонуючи інноваційні рішення для відновлення ходьби у пацієнтів з неврологічними або опорно-руховими порушеннями.</div>\n\n    <h2>Основні продукти:</h2>\n    <ul>\n        <li><strong>Walkbot_P</strong> – роботизована система для реабілітації дорослих пацієнтів з неврологічними або опорно-руховими порушеннями. </li>\n        <li><strong>Walkbot_G</strong> – універсальна система, сумісна як з дорослими, так і з педіатричними пацієнтами, оснащена подвійними роботизованими ортезами та додатковими опціями для максимізації ефективності тренувань. </li>\n        <li><strong>Walkbot_S</strong> – система для дорослих пацієнтів з можливістю індивідуального налаштування параметрів тренувань для швидшого відновлення. </li>\n        <li><strong>Walkbot_K</strong> – спеціалізована система для дітей зростом від 86 см до 148 см, розроблена з урахуванням особливостей дитячої реабілітації та оснащена додатковими мотиваційними програмами. </li>\n    </ul>",
  },
  {
    src: '/companies-logos/атон.png',
    alt: 'Атон',
    name: 'Атон',
    description:
      "    <div><strong>Приватне науково-виробниче підприємство «Атон»</strong> є одним з провідних українських виробників сучасних високоякісних медичних меблів. Компанія розробляє продукцію, параметри якої відповідають рекомендаціям фахівців та персоналу установ Міністерства охорони здоров'я України.</div>\n\n    <h2>Основні напрямки діяльності:</h2>\n    <ul>\n        <li><strong>Медичні меблі</strong>: стійки, столики, ліжка, матраци, меблі для новонароджених, банкетки, стільці, кушетки, масажні столи, каталки, візки для перевезення пацієнтів, крісла, шафи, ширми, штативи та спеціальні аксесуари.</li>\n        <li><strong>Торгове обладнання</strong>: брендові стелажі, презентаційні кошики, торгові стелажі та стійки, аксесуари для холодильного обладнання. </li>\n        <li><strong>Послуги</strong>: порошкове фарбування, піскоструйна обробка, токарні роботи, зварювальні роботи, слюсарні роботи, проектно-конструкторські роботи. </li>\n    </ul>",
  },
  {
    src: '/companies-logos/біомед.svg',
    alt: 'Біомед',
    name: 'Біомед',
    description:
      '\n<div >\n\t<div>Компанія БІОМЕД створена в 1998 році і здійснює поставки широкого спектру медичного обладнання</div>\n<div>Компанія «БІОМЕД»:<br>Пропонує гнучку цінову політику для регіональних компаній;<br>Забезпечує доставку обладнання в усі регіони України;<br>Має розгалужену дилерську мережу по всій території України;<br>Має авторизований сервісний центр. Гарантійне та післягарантійне обслуговування устаткування проводиться інженерами сервісного центру, які пройшли відповідне навчання і були сертифіковані заводами-виробниками.</div>    \n\t\t\t\t\t\t\t</div>\n',
  },
  {
    src: '/companies-logos/віола.png',
    alt: 'Віола',
    name: 'Віола',
    description:
      '    <h1>Віола-Медтехніка – Виробник Медичного та Стоматологічного Обладнання</h1>\n\n    <div><strong>ТОВ «Віола-Медтехніка»</strong> – українська компанія, заснована у 1995 році, яка спеціалізується на виробництві медичних і стоматологічних інструментів та матеріалів. Компанія є імпортером товарів медичного призначення та обладнання для стоматології, забезпечуючи український ринок якісною продукцією.</div>\n\n    <h2>Основні напрямки діяльності:</h2>\n    <ul>\n        <li><strong>Виробництво медичних інструментів</strong>: розробка та виготовлення інструментів для різних медичних спеціалізацій.</li>\n        <li><strong>Виробництво стоматологічних матеріалів</strong>: забезпечення стоматологічних клінік якісними матеріалами для лікування та протезування.</li>\n        <li><strong>Імпорт медичного обладнання</strong>: постачання сучасного обладнання для медичних закладів України.</li>\n    </ul>',
  },
];
